[LWS_Heavy X2SoldierClassTemplate]
DisplayName="火箭兵"
ClassSummary="火箭兵是前线专家，擅长稳定持续的加农炮火力消耗战。如果时间是关键，你可以指望他们的火箭发射器迅速扭转局势。"
LeftAbilityTreeTitle="破釜沉舟"
RightAbilityTreeTitle="军火"
AbilityTreeTitles[0]="破釜沉舟"
AbilityTreeTitles[1]="释放加农"
AbilityTreeTitles[2]="军火"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
RandomNickNames[58]="双击"
RandomNickNames[59]="送葬者"
RandomNickNames[60]="情人"
RandomNickNames[61]="战马"
RandomNickNames[62]="熊孩子"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="斧男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="坚岩"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="女战士"
RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="带来繁荣！"
PhotoboothSoloBLines_Male[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Male[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Male[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Male[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Male[5]="炸飞！"
PhotoboothSoloBLines_Male[6]="子弹：越多越好！"
PhotoboothSoloBLines_Male[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Male[8]="再次进入突破口！"
PhotoboothSoloBLines_Male[9]="秘密行动被高估了。"

PhotoboothSoloBLines_Female[0]="带来繁荣！"
PhotoboothSoloBLines_Female[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Female[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Female[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Female[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Female[5]="炸飞！"
PhotoboothSoloBLines_Female[6]="子弹：越多越好！"
PhotoboothSoloBLines_Female[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Female[8]="再次进入突破口！"
PhotoboothSoloBLines_Female[9]="秘密行动被高估了。"

[Sunomata X2AbilityTemplate]
LocFriendlyName="墨俣城"
LocLongDescription="在一个回合建立一座城堡。获得一点护甲，并获得战壕能力。这个技能取代了蹲伏，允许你保持蹲伏状态直到移动。"
LocHelpText="获得一点护甲，并获得战壕能力。"
LocFlyOverText="墨俣城"

[LWRocketLauncher X2AbilityTemplate]
LocLongDescription = "向目标区域发射火箭。伤害敌人，撕碎护甲，摧毁地形。"
LocFriendlyName = "火箭发射器"
LocHelpText = "向目标区域发射火箭。 <Ability:ROCKETSCATTER/>"

[BlastOff X2AbilityTemplate]
LocFriendlyName="升空火箭"
LocFlyOverText="升空火箭"
LocLongDescription="你的火箭更精准一些。"
LocHelpText="你的火箭区域更加精准。"
LocPromotionPopupText="<Bullet/> 你的火箭更有可能击中其预期的撞击点，或者至少接近它。<br/><Bullet/> 它可能使散射的最大值减少一格。<br/><Bullet/> 可以与精准火箭一起堆叠，从而使总的最大散射减少三格。"